{
  "HELLO": "سلام",
  "WELCOME": "د اسلامي وینا ټولګه",
  "LANGUAGE": "ژبه",
  "QUOTES": {
    "TITLE": "اسلامي وینا",
    "CATEGORIES": {
      "PROPHET": "حضرت محمد ﷺ",
      "ABUBAKR": "حضرت ابوبکر رضي الله عنه",
      "UMAR": "حضرت عمر رضي الله عنه",
      "UTHMAN": "حضرت عثمان رضي الله عنه",
      "ALI": "حضرت علي رضي الله عنه"
    },
    "PROPHET": {
      "QUOTE1": "ستاسو تر ټولو غوره هغه دی چې ښه اخلاق لري.",
      "QUOTE2": "ستاسو څخه هیڅوک مؤمن نشي کیدی تر څو چې د خپل ورور لپاره هغه څه ونه غواړي چې د ځان لپاره یې غواړي.",
      "QUOTE3": "ښه خبره وکړئ یا چوپ پاتې شئ.",
      "QUOTE4": "زورور هغه نه دی چې نور مات کړي، زورور هغه دی چې د غصې پر وخت ځان کنټرول کړي.",
      "QUOTE5": "څوک چې د خلکو شکر نه کوي، د الله شکر هم نه کوي.",
      "QUOTE6": "عطر، ښځې او لمونځ زما لپاره خوږې دي.",
"QUOTE7": "علم ترلاسه کړئ، ځکه چې علم حاصلول هر مسلمان باندې فرض دی.",
"QUOTE8": "دعا د مومن وسله او د دین ستن ده.",
"QUOTE9": "په خیرات کې مصرف وکړئ او له الله څخه د غربت څخه مه ویرېږئ.",
"QUOTE10": "حلال روزي ترلاسه کول فرض دی او حرام روزي ګناه ده."

    },
    "ABUBAKR": {
      "QUOTE1": "له علم پرته عمل بې ګټې دی او له عمل پرته علم بې فایدې دی.",
      "QUOTE2": "د خپل حساب کتاب وکړئ مخکې له دې چې ستاسو حساب واخیستل شي.",
      "QUOTE3": "په ژوند کې تر ټولو ارزښتناکه شی ښه اخلاق دي.",
      "QUOTE4": "ښه اعمال د ستونزو په وړاندې ساتونکي دي.",
      "QUOTE5": "مرګ تر هغه وروسته تر ټولو اسانه او تر هغه مخکې تر ټولو سخت دی.",
      "QUOTE6": "د الله محبت زړونه روښانه کوي.",
"QUOTE7": "که ته په زمکه د الله بنده یې، نو په اسمان کې به فرښتې ستا تعریف وکړي.",
"QUOTE8": "ژبه د زړه ترجمانه ده.",
"QUOTE9": "مشوره اخستل او ورکول د مومن ځانګړتیا ده.",
"QUOTE10": "عبادت خوند په تقوی سره دی."

    },
    "UMAR": {
      "QUOTE1": "عاجزي غوره کړئ، ځکه چې تاسو له خاورو جوړ شوي یاست. او د ځمکې میوې وخورئ، ځکه چې له هغې څخه پیدا شوي یاست.",
      "QUOTE2": "څومره چې لږ غږیږئ، هومره به ډیر ارام وي.",
      "QUOTE3": "دا مه ګورئ چې څوک وایي، دا وګورئ چې څه ویل کیږي.",
      "QUOTE4": "ځینې وخت هغه خلک چې تر ټولو بد تیر لري، تر ټولو ښه راتلونکی جوړوي.",
      "QUOTE5": "علم په یاد ساتلو سره نه، بلکې په پوهیدو سره ترلاسه کیږي.",
      "QUOTE6": "هیڅ لمونځ پرته له عاجزي او سکون څخه نشته.",
"QUOTE7": "هیڅ بابرکت مال پرته له تقوی نشته.",
"QUOTE8": "خلکو سره ښه چلند وکړئ، تر څو الله تاسې سره رحم وکړي.",
"QUOTE9": "له ګناهونو څخه ځان وژغورئ مخکې له دې چې توبه وباسئ.",
"QUOTE10": "د خلکو احترام کول د ځان احترام دی."

    },
    "UTHMAN": {
      "QUOTE1": "په حقیقت کې الله د مسلمان مرسته کوي تر څو چې هغه د خپل ورور مرسته کوي.",
      "QUOTE2": "حیا او ایمان سره تړلي دي، کله چې یو لاړ شي، بل هم ځي.",
      "QUOTE3": "له قناعت څخه غوره شتمني نشته او له ښو اخلاقو څخه غوره ملګری نشته.",
      "QUOTE4": "ستاسو تر ټولو غوره هغه دي چې قران زده کوي او زده کوي یې.",
      "QUOTE5": "صبر ښکلی دی، او د الله مرسته غوښتل کیږي.",
      "QUOTE6": "یقین وکړئ چې د دې دنیا ژوند یوازې لوبه او ساتیري ده.",
"QUOTE7": "خلکو سره عدل وکړئ.",
"QUOTE8": "هغه څوک چې قرآن تلاوت کوي، هغه د علم خزانه ده.",
"QUOTE9": "یقیناً الله د صبر کونکو سره دی.",
"QUOTE10": "د الله رضا کې راضي اوسئ، هغه به تاسو ته هغه څه درکړي چې ستاسو لپاره ښه دي."

    },
    "ALI": {
      "QUOTE1": "خپلې ستونزې د اندیښنې سبب مه ګرځوئ، په پای کې یوازې په تر ټولو تیارو شپو کې ستوري ډیر ځلیږي.",
      "QUOTE2": "د پوه انسان ژبه د هغه د زړه شاته ده، او د ناپوه زړه د هغه د ژبې شاته دی.",
      "QUOTE3": "علم یو نور دی چې الله یې په خپله خوښه د چا په زړه کې اچوي.",
      "QUOTE4": "د انسان ارزښت د هغه د لوړو هیلو پورې اړه لري.",
      "QUOTE5": "خپل ماشومان داسې مه روزئ لکه څنګه چې تاسو روزل شوي یاست، دوی د بل وخت لپاره زیږیدلي دي.",
      "QUOTE6": "خلک د دوی د اخلاقو له مخې پیژندل کیږي، نه د دوی د مال له مخې.",
"QUOTE7": "بهترين صدقه دا ده چې علم وښيي.",
"QUOTE8": "هغه څوک چې د حق سره وي، هیڅکله یواځې نه وي.",
"QUOTE9": "صبر کول سخت دي، خو د هغې اجر بهترین دی.",
"QUOTE10": "علم د ایمان رڼا ده."

    }
  },
  "SEARCH": {
    "PLACEHOLDER": "وینا ولټوئ...",
    "NO_RESULTS": "هیڅ پایله ونه موندل شوه"
  },
  "ACTIONS": {
    "SHARE": "شریک کړئ",
    "FAVORITE": "په خوښو کې اضافه کړئ",
    "UNFAVORITE": "له خوښو لرې کړئ",
    "COPY": "کاپي کړئ"
  },
  "CATEGORIES": {
    "TITLE": "کټګورۍ",
    "ALL": "ټولې وینا",
    "FAVORITES": "خوښې شوې"
  }
}
