{
  "HELLO": "ہیلو",
  "WELCOME": "اسلامی اقوال کا مجموعہ",
  "LANGUAGE": "زبان",
  "QUOTES": {
    "TITLE": "اسلامی اقوال",
    "CATEGORIES": {
      "PROPHET": "حضرت محمد ﷺ",
      "ABUBAKR": "حضرت ابوبکر رضی اللہ عنہ",
      "UMAR": "حضرت عمر رضی اللہ عنہ",
      "UTHMAN": "حضرت عثمان رضی اللہ عنہ",
      "ALI": "حضرت علی رضی اللہ عنہ"
    },
    "PROPHET": {
      "QUOTE1": "تم میں سے بہترین وہ ہے جس کے اخلاق سب سے اچھے ہیں۔",
      "QUOTE2": "تم میں سے کوئی مومن نہیں ہو سکتا جب تک وہ اپنے بھائی کے لیے وہی نہ پسند کرے جو اپنے لیے پسند کرتا ہے۔",
      "QUOTE3": "اچھی بات کہو یا خاموش رہو۔",
      "QUOTE4": "طاقتور وہ نہیں جو دوسروں کو پچھاڑ دے، طاقتور وہ ہے جو غصے کے وقت اپنے آپ پر قابو رکھے۔",
      "QUOTE5": "جو لوگوں کا شکریہ ادا نہیں کرتا وہ اللہ کا شکر گزار نہیں ہے۔",
      "QUOTE6": "خوشبو، عورت اور نماز میری آنکھوں کی ٹھنڈک بنائی گئی ہے۔",
"QUOTE7": "علم حاصل کرو، کیونکہ علم ہر مسلمان مرد اور عورت پر فرض ہے۔",
"QUOTE8": "دعا مومن کا ہتھیار ہے اور دین کا ستون ہے۔",
"QUOTE9": "اللہ کی راہ میں خرچ کرو، اور اس سے مت ڈرو کہ غربت کا سامنا کرنا پڑے گا۔",
"QUOTE10": "حلال کمانا فرض ہے اور حرام کمائی گناہ ہے۔"
    },
    "ABUBAKR": {
      "QUOTE1": "علم کے بغیر عمل بیکار ہے اور عمل کے بغیر علم بے فائدہ ہے۔",
      "QUOTE2": "اپنا حساب خود کرو اس سے پہلے کہ تمہارا حساب کیا جائے۔",
      "QUOTE3": "زندگی میں سب سے قیمتی چیز اچھا کردار ہے۔",
      "QUOTE4": "نیک اعمال مصیبتوں کے خلاف محافظ ہیں۔",
      "QUOTE5": "موت اس کے بعد سب سے آسان اور اس سے پہلے سب سے مشکل ہے۔",
      "QUOTE6": "خدا کی محبت دلوں کو روشن کرتی ہے۔",
"QUOTE7": "اگر تم زمین پر خدا کے بندے ہو، تو آسمان میں فرشتے تمہاری تعریف کریں گے۔",
"QUOTE8": "زبان دل کی ترجمان ہے۔",
"QUOTE9": "مشورہ لینا اور دینا مومن کی پہچان ہے۔",
"QUOTE10": "عبادت کا ذائقہ دل میں تقویٰ سے آتا ہے۔"

    },
    "UMAR": {
      "QUOTE1": "عاجزی اختیار کرو، کیونکہ تم مٹی سے بنے ہو۔ اور زمین کے پھل کھاؤ، کیونکہ تم اسی سے پیدا کیے گئے ہو۔",
      "QUOTE2": "جتنا کم بولو گے اتنا زیادہ سکون میں رہو گے۔",
      "QUOTE3": "یہ نہ دیکھو کہ کون بول رہا ہے، بلکہ یہ دیکھو کہ کیا کہا جا رہا ہے۔",
      "QUOTE4": "بعض اوقات بدترین ماضی والے لوگ بہترین مستقبل بناتے ہیں۔",
      "QUOTE5": "علم رٹنے سے نہیں، سمجھنے سے حاصل ہوتا ہے۔",
      "QUOTE6": "عاجزی اور سکون کے بغیر کوئی نماز نہیں۔",
"QUOTE7": "تقویٰ کے بغیر کوئی مال مبارک نہیں۔",
"QUOTE8": "لوگوں کے ساتھ اچھے سلوک کرو، تاکہ اللہ تمہارے ساتھ رحم کرے۔",
"QUOTE9": "توبہ سے قبل گناہوں سے بچو۔",
"QUOTE10": "لوگوں کی عزت کرنا خود کو عزت دینا ہے۔"

    },
    "UTHMAN": {
      "QUOTE1": "بے شک اللہ مسلمان کی مدد کرتا ہے جب تک وہ اپنے بھائی کی مدد کرتا ہے۔",
      "QUOTE2": "حیا اور ایمان ایک دوسرے کے ساتھ جڑے ہوئے ہیں، جب ایک جاتا ہے تو دوسرا بھی چلا جاتا ہے۔",
      "QUOTE3": "قناعت سے بڑھ کر کوئی دولت نہیں اور اچھے اخلاق سے بہتر کوئی ساتھی نہیں۔",
      "QUOTE4": "تم میں سے بہترین وہ ہیں جو قرآن سیکھتے اور سکھاتے ہیں۔",
      "QUOTE5": "صبر خوبصورت ہے، اور اللہ سے مدد مانگی جاتی ہے۔",
      "QUOTE6": "جان لو کہ دنیا کی زندگی کھیل اور تماشا ہے۔",
"QUOTE7": "لوگوں کے ساتھ معاملہ کرتے وقت عدل کو اپنا شعار بناؤ۔",
"QUOTE8": "جو قرآن کی تلاوت کرتا ہے، وہ علم کا خزانہ ہے۔",
"QUOTE9": "بے شک اللہ صبر کرنے والوں کے ساتھ ہے۔",
"QUOTE10": "اللہ کی رضا میں راضی رہو، وہ تمہیں وہی دے گا جو تمہارے لئے بہتر ہے۔"

    },
    "ALI": {
      "QUOTE1": "اپنی مشکلات کو پریشانی کا باعث نہ بننے دو، آخر کار تاریک ترین راتوں میں ہی ستارے زیادہ چمکتے ہیں۔",
      "QUOTE2": "عقلمند کی زبان اس کے دل کے پیچھے ہوتی ہے، اور جاہل کا دل اس کی زبان کے پیچھے ہوتا ہے۔",
      "QUOTE3": "علم ایک نور ہے جو اللہ اپنی مرضی سے جس کے دل میں ڈالتا ہے۔",
      "QUOTE4": "انسان کی قدر اس کی بلند خواہشات پر منحصر ہے۔",
      "QUOTE5": "اپنے بچوں کو اس طرح نہ پالو جیسے تمہیں پالا گیا، کیونکہ وہ ایک مختلف زمانے کے لیے پیدا ہوئے ہیں۔",
      "QUOTE6": "لوگ اپنے اخلاق سے جانے جاتے ہیں، نہ کہ ان کے مال سے۔",
"QUOTE7": "بہترین صدقہ یہ ہے کہ علم سکھاؤ۔",
"QUOTE8": "جو حق کے ساتھ ہے، وہ کبھی اکیلا نہیں ہوتا۔",
"QUOTE9": "صبر کرنا مشکل ہے، مگر اس کا اجر بہترین ہے۔",
"QUOTE10": "علم ایمان کی روشنی ہے۔"

    }
  },
  "SEARCH": {
    "PLACEHOLDER": "اقوال تلاش کریں...",
    "NO_RESULTS": "کوئی نتیجہ نہیں ملا"
  },
  "ACTIONS": {
    "SHARE": "شیئر کریں",
    "FAVORITE": "پسندیدہ میں شامل کریں",
    "UNFAVORITE": "پسندیدہ سے ہٹائیں",
    "COPY": "کاپی کریں"
  },
  "CATEGORIES": {
    "TITLE": "زمرہ جات",
    "ALL": "تمام اقوال",
    "FAVORITES": "پسندیدہ"
  }
}
